


#随机变量


import random

A


def fenbu(A):
    retun A + 1

def fenbu(x,y):
    # 公式
    return x + y + 1

def gaosi(x,y):
    return

def other(x,y):
    return

A

# 数学期望  数学期望其实是对 随机变量而言的  最有可能的那个数   方差 有多可能

# 大数定理 大数据  中心极限定理  独立值的分布会趋近于正态分布

# 数理统计  参数估计 遗传算法


# 线性代数

# 讲的就是高维空间的阉割版

# 向量  矩阵 相关的解法

# 行列式 讲的是 解矩阵的技巧

# 线性方程组 是矩阵的形式  也是解的另一种看法

#  矩阵 就是数据集  训练集  判断训练集是否完备 有几个解 有多个解 解空间 需要特征值 特征向量
# 二次型暂时理解为一种通用格式
# 英语和数学的结合就是论文


# 高等数学
# 高等数学 的 核心是极限思想  由极限思想引申出 微分 积分 定积分 不定积分 以及 相关解法 相关应用

# 重构数学体系 比如加减乘除 方程 函数


